In [2]:
import pandas as pd

In [5]:
sales = pd.read_csv('data/sales.csv')

In [7]:
sales.head(2)

,Unnamed: 0,Unnamed: 1,Unnamed: 2,Unnamed: 3,Unnamed: 4,Unnamed: 5,Unnamed: 6,Unnamed: 7,Unnamed: 8,Unnamed: 9
0,NaN,NaN,NaN,NaN,NaN,NaN,NaN,NaN,NaN,NaN
1,NaN,NaN,NaN,NaN,NaN,NaN,NaN,NaN,NaN,NaN

In [8]:
products = pd.read_csv('data/products.csv')
products.head(2)

                                  ID             Name Size
0  00066f42aeeb9f3007548bb9d3f33c381  Capitão América    P
1  00066f42aeeb9f3007548bb9d3f33c382  Capitão América    M

In [9]:
customers = pd.read_csv('data/customers.csv')
customers.head(2)

      ID           City State DateOfBirth    Sex
0  14001       Curitiba    PR   6/28/1985  Homem
1  14002  Florianópolis    SC   1/10/1987  Homem

In [10]:
stores = pd.read_csv('data/stores.csv')
stores.head(2)

   ID            Name State
0   1   Florianópolis    SC
1   2  Rio de Janeiro    RJ